Repository: Enkhai/machine-learning-dump
Catalog: gender_equality_observatory/webapp/translations/*/LC_MESSAGES/messages.po
Languages: el

source: Home
el: Αρχική

source: Graph Info
el: Πληροφορίες για το Γράφο

source: Universities
el: Πανεπιστήμια

source: Gender Equality
el: Ισότητα φύλων

source: Langtogreek
el: Αλλαγή γλώσσας σε ελληνικά

source: Langtoenglish
el: Αλλαγή γλώσσας σε αγγλικά

source: Footermsg
el: ΠΜΣ Επιστήμη Δεδομένων και Παγκόσμιου Ιστού

source: Page not found title
el: Η σελίδα δεν βρέθηκε!

source: Page not found text
el: Η σελίδα που ζητήσατε δεν υπάρχει.

source: Page not found link
el: Μεταφερθείτε κάπου όμορφα

source: Gender Equality Metrics
el: Μετρικές Ισότητας των Φύλων

source: Specify number of results
el: Επίλεξε το Κ

source: Most Co-authors
el: Περισσότεροι Συν-συγγραφεί

source: Submit
el: Υποβολή

source: males
el: Άντρες

source: females
el: Γυναίκες

source: Top
el: Τοπ

source: professors
el: Καθηγητές

source: General Info About the Graph
el: Γενικές Πληροφορίες για το γράφο

source: Number of
el: Αριθμός από

source: different
el: διαφορετικά/οί

source: Professor Gender
el: Φύλο Καθηγητή

source: Male
el: Άνδρας

source: Female
el: Γυναίκα

source: CoAuthor Gender
el: Φύλο συν-συγγραφέα

source: Professors Department Universities
el: Καθηγητές Τμήματα Πανεπιστήμια

source: All CoAuthors
el: Όλοι οι συν-συγγραφείς

source: Professor-Gender-CoAuthor
el: Καθηγητης-Φύλο-Συν-συγγραφέας

source: title
el: Ισότητα των Φύλων στην Ακαδημία

source: University of Thessaloniki
el: Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης

source: University of Bordeaux
el: Πανεπιστήμιο του Μπορντώ

source: University of Bochum
el: Πανεπιστήμιο του Μπόχουμ

source: University of Porto
el: Πανεπιστήμιο του Πόρτο

source: University of Lodz
el: Πανεπιστήμιο του Λοτζ

source: University of Oulu
el: Πανεπιστήμιο του Ούλου

source: description_title
el: Χτίζοντας ένα "παρατηρητήριο" ισορροπίας φύλου για την επιστημονική κοινότητα που αξιοποιεί δεδομένα από τον παγκόσμιο ιστό

source: intro
el: Αυτή η εργασία είναι αφιερωμένη στη μελέτη της ισορροπίας των φύλων και τωνδιαφορών μεταξύ ανδρών και γυναικών στον ακαδημαϊκό τομέα. Ο όρος "ισορροπία μεταξύτων φύλων" αναφέρεται σε "μια δίκαιη κατανομή των ευκαιριών και των πόρων της ζωής μεταξύγυναικών και ανδρών ή / και της ίσης εκπροσώπησης γυναικών και ανδρών". Στην επιστήμη καιστον ακαδημαϊκό χώρο υπάρχουν ανισότητες σε διαφορετικά στάδια καριέρας από μεταπτυχιακό επίπεδο έως ακαδημαϊκό επίπεδο.Αυτός ο ιστότοπος προσφέρει ένα παρατηρητήριο αυτού του φαινομένου εξερευνώντας επιμελημένα δεδομέναπου εξήχθησαν από τον Μελετητή Google. Τα δεδομένα μορφοποιούνται σε μια αναπαράσταση γραφήματος αλληλεπίδρασηςμεταξύ διαφορετικών ακαδημαϊκών συγγραφέων.Στις υπόλοιπες σελίδες του ιστότοπου, διερευνούμε μια σειρά διαφορετικών μετρήσεων γραφημάτων σχετικά με το φύλο,διερευνούμε και απεικονίζουμε τις αλληλεπιδράσεις μεταξύ διαφορετικών ακαδημαϊκών συγγραφέων και παρέχουμε έναν τρόποεξερεύνησης δεδομένων συγγραφέων από 6 διαφορετικά πανεπιστήμια.

source: team
el: Ομάδα

source: Giorgos
el: Γεώργιος

source: Michoulis
el: Μιχούλης

source: Stella
el: Στυλιανή

source: Kyrama
el: Κυραμά

source: Dimitris
el: Δημήτριος Τουργαΐδης

source: Vasilis
el: Βασίλειος Μοσχόπουλος

source: Professor & CoAuthors
el: Καθηγητές & Συν-συγγραφείς

source: general_info
el: Γενικές Πληροφορίες για κάθε Πανεπιστήμιο

source: university
el: Πανεπιστήμιο

source: departments
el: Τμήματα

source: professor
el: Καθηγητής

source: role
el: Βαθμίδα

source: picture
el: Σύνδεσμος Φωτογραφίας

source: citedby
el: Έχει αναφερθεί από

source: citedby5y
el: Έχει αναφερθεί (5 χρόνων)

source: hindex5y
el: H-index (5 χρόνων)

source: i10index5y
el: i10-index (5 χρόνων)

source: num_publications
el: Αριθμός δημοσιεύσεων

source: cites_per_year
el: Αναφορές ανά χρόνο

source: interests
el: Ενδιαφέροντα

source: Average Number of Publications
el: Μ.Ο. Δημοσιεύσεων

source: Average Number Of Coauthors
el: Μ.Ο. Συν-συγγραφών

source: Average Number Of Citations
el: Μ.Ο. Αναφορών

source: Average Number Of HIndex
el: Μ.Ο. H-index

source: Average Number Of I10Index
el: Μ.Ο. I10-index

source: Average Degree Centrality
el: Μ.Ο. Degree Centrality

source: Average Betweenness
el: Μ.Ο. Betweenness

source: Average PageRank Score
el: Μ.Ο. PageRank Score

source: Average Closeness Centrality
el: Μ.Ο. Closeness Centrality

source: Average Number of Triangles
el: Μ.Ο. Αριθμού Τριγώνων

source: with the Most Co-authors
el: με τους περισσότερους συν-συγγραφείς

source: with Highest PageRank Score
el: με το μεγαλύτερο PageRank Score

source: with the Highest Betweenness
el: με το μεγαλύερο betweenness

source: with the Highest Degree Centrality
el: με το μεγαλύερο degree centrality

source: with the Highest Closeness Centrality
el: με το μεγαλύτερο closeness centrality

source: with the Highest Closeness Harmonic Centrality
el: με το μεγαλύτερο closeness harmonic centralty

source: Professors
el: Καθηγητές

source: Co-authors
el: Συν-συγγραφείς

source: Triangles
el: Τρίγωνα
